Repository: mnvoh/kpaste
Catalog: module/KpasteCore/language/*.po
Languages: fa_ir

source: Left to Right
fa_ir: چپ به راست

source: Right to Left
fa_ir: راست به چپ

source: Gregorian
fa_ir: میلادی

source: Shamsi
fa_ir: شمسی

source: Your ad campaign has been accepted.
fa_ir: کمپین تبلیغاتی شما تایید شده است.

source: Ad Campaign accepted!
fa_ir: کمپین تبلیغاتی تایید شده است.

source: Ad campaign #%s has been accepted. Find more info in your control panel.
fa_ir: کمپین تبلیغاتی شماره %s شما تایید شده است. اطلاعات بیشتر در پنل کاربری

source: Your ad campaign has been rejected.
fa_ir: کمپین تبلیغاتی شما رد شده است!

source: Ad Campaign rejected!
fa_ir: کمپین تبلیغاتی رد شده است.

source: Ad campaign #%s has been rejected. Find more info in your control panel.
fa_ir: کمپین تبلیغاتی شماره %s شما **رد** شده است. اطلاعات بیشتر در پنل کاربری

source: The requested amount was deposited into your account.
fa_ir: وجه مورد نظر به حساب شما واریز شد.

source: Checkout Request Was Fulfilled
fa_ir: درخواست تسویه حساب انجام شد.

source: The requested checkout amount (%s) has been successfully deposited into your bank account.
fa_ir: مقدار تسویه حساب مورد نظر(%s) به حساب شما واریز شد.

source: Checkout request denied!
fa_ir: درخواست تسویه حساب رد شده است.

source: Checkout Request Denied
fa_ir: درخواست تسویه حساب رد شده است.

source: The requested checkout amount (%s) was denied. Seek the reason in your user control panel.
fa_ir: درخواست تصفیه حساب(%s) رد شده است. اطلاعات بیشتر در پنل کاربری

source: Thanks for registering.
fa_ir: با تشکر از ثبت نام شما.

source: Your password has been changed.
fa_ir: گذرواژه ی شما تغییر یافت.

source: Account Password Changed!
fa_ir: گذرواژه ی حساب شما تغییر یافت.

source: Your account password has been changed.
fa_ir: گذرواژه ی حساب شما تغییر یافت.

source: Your account information has been changed.
fa_ir: اطلاعات حساب شما تغییر یافت..

source: Account Information Changed!
fa_ir: اطلاعات حساب شما تغییر یافت.

source: Hi %s <br>We have recieved a request to change the account associated with this email address. If you haven't made such request just ignore this email. Otherwise follow this link <br>%s <br>Or copy and paste this %s<br>into your browser to complete the process.
fa_ir: با سلام %s <br>درخواستی مبنی بر تغییر گذرواژه ی مربوط به این ایمیل به دست ما رسیده است. اگر شما چنین درخواستی نداده اید از این ایمیل چشم پوشی کنید. در غیر این صورت لینک زیر را دنبال کنید<br>%s<br>و یا این را در مرورگر خود کپی پیست کنید<br>%s<br>تا بتوانید روال تغییر گذرواژه را کامل کنید.

source: Confirm Password Change Request
fa_ir: درخواست تغییر گذرواژه ی خود را تایید کنید

source: Hi %s <br>Your account has been successfully created. In order to use all functionallities you have to activate your account by verifying your email address. In order to do so, please follow the below link: <br>%s <br>Or copy and paste the following in your browser: %s
fa_ir: با سلام %s<br>حساب شما با موفقیت ساخته شد. برای استفاده از تمامی امکانات باید ایمیل خود را تایید کنید. برای این کار، لینک زیر را دنبال کنید<br>%s<br>و یا این را در مرورگر خود کپی پیست کنید<br>%s

source: Verify Your Email Address
fa_ir: ایمیل خود را تایید کنید

source: Unpaid
fa_ir: پرداخت نشده

source: Paid
fa_ir: پرداخت شده

source: Your invoice has been created
fa_ir: فاکنور شما ایجاد شده است.

source: Your invoice has been paid
fa_ir: فاکتور شما پرداخت شد.

source: Title
fa_ir: عنوان

source: Amount
fa_ir: مقدار

source: Extra Tax
fa_ir: مالیات بر ارزش افزوده

source: Gross
fa_ir: جمع کل

source: Status
fa_ir: وضعیت

source: Date
fa_ir: تاریخ

source: Regards, kPaste Team
fa_ir: با تشکر، کی پیست

source: kPaste
fa_ir: کی پیست

source: The submitted data is incomplete!
fa_ir: اطلاعات ارسال شده ناقص است.

source: IP or merchant ID is invalid!
fa_ir: آیپی یا مرچنت کد پذیرنده صحیح نیست.

source: Amount must be above 100t!
fa_ir: رقم باید بالای ۱۰۰ تومان باشد.

source: The reciever's clearance level is below silver!
fa_ir: سطح تایید پذیرنده پایین تر از سطح نقره ای است.

source: The request was not found!
fa_ir: درخواست مورد نظر یافت نشد.

source: No financial operation is associated with this transaction!
fa_ir: هیچ نوع عملیات مالی برای این تراکنش یافت نشد.

source: Transaction Failed!
fa_ir: تراکنش ناموفق می باشد.

source: The transaction amount and the amount payed do not match!
fa_ir: رقم تراکنش با رقم پرداخت شده مطابقت ندارد.

source: The request has been archived!
fa_ir: درخواست مورد نظر آرشیو شده است.

source: The operation was successful!
fa_ir: تراکنش با موفقیت به پایان رسید.

source: The operation was successful but PaymentVerification has been done before!
fa_ir: عملیات موفقیت آمیز بود اما PaymentVeification قبلا انجام شده است.

source: The payment gateway is down at the moment. Please try again or choose another gateway.
fa_ir: در حال حاضر درگاه پرداخت در دسترس نیست. لطفا مجددا تلاش نمایید و یا درگاه دیگری را انتخاب کنید.

source: An unknown error has occured.
fa_ir: خطای نامشخصی رخ داده است.

source: API is invalid!
fa_ir: ای پی آی نا معتبر است!

source: IP is invalid!
fa_ir: آی پی نا معتبر است!

source: Amount is lower than the minimum.
fa_ir: مقدار از حداقل کمتر است

source: Amount is higher than the maximum.
fa_ir: مقدار از حداکثر بیشتر است

source: Invalid amount.
fa_ir: مقدار نا معتبر است

source: The gateway is inactive.
fa_ir: درگاه غیر فعال است

source: Your IP address has been banned!
fa_ir: آی پی شما مسدود شده است

source: Callback is empty!
fa_ir: کالبک خالی است!

source: No such transaction.
fa_ir: چنین تراکنشی موجود نیست

source: Transaction was not completed!
fa_ir: این تراکنش پایان نیافته است.

source: Transaction was successful.
fa_ir: تراکنش با موفقیت به پایان رسید.

source: Paste ID is invalid!
fa_ir: شناسه ی پیست نا معتبر است!

source: OK
fa_ir: تایید

source: You have already reported this paste!
fa_ir: شما قبلا این پیست را گزارش داده اید!

source: Your report was successfully registered. Thanks for your cooperation.
fa_ir: گزارش شما با موفقیت ثبت شد. از همکاری شما سپاس گذاریم.

source: You have already voted for this paste!
fa_ir: شما قبلا برای این پیست رای داده اید.

source: Thank you! Your vote has been registered.
fa_ir: با تشکر. رای شما ثبت شد.

source: Coupon Discount: %s%%, Coupons Left: %s
fa_ir: تخفیف کوپن: %s%%، تعداد باقی مانده: %s

source: Coupon doesn't exist.
fa_ir: کوپن موجود نیست

source: Coupon ID is missing.
fa_ir: شناسه ی کوپن اشتباه است

source: Access Denied!
fa_ir: اجازه دسترسی رد شد!

source: kPaste's Announcements
fa_ir: خبر های کی پیست

source: %s's Latest Public Pastes
fa_ir: آخرین پیست های عمومی %s

source: Latest Public Pastes
fa_ir: آخرین پیست های عمومی

source: Your account was recharged. New balance: %s
fa_ir: حساب شما شارژ شد. موجودی جدید: %s

source: Account Recharged!
fa_ir: حساب شاٰرژ شد!

source: Your account has been recharged. New account balance is %s.
fa_ir: حساب شما شارژ شد. موجود جدید حساب %s می باشد.

source: Left, Top or Right Square Button
fa_ir: دکمه مربعی چپ، بالا و راست

source: Bottom Square Button
fa_ir: دکمه مربعی پایین

source: Vertical Banner
fa_ir: بنر عمودی

source: Top Leaderboard
fa_ir: لیدر بورد بالا

source: Bottom Leaderboard
fa_ir: لیدر بورد پایین

source: Inline Frame Ads
fa_ir: تبلیغات قاب درون خطی

source: Your request has been registered and its result will be texted to you.
fa_ir: درخواست شما ثبت شده است و نتیجه ی آن برای شما ارسال خواهد شد.

source: Checkout Request Registered!
fa_ir: درخواست تسویه حساب شما ثبت شده است.

source: Checkout request has been registered and will be processed shortly.
fa_ir: درخواست تسویه حساب ثبت شده است و به زودی با آن رسیدگی خواهد شد.

source: New Ticket Opened
fa_ir: تیکت جدیدی باز شده است.

source: A new ticket has been opened for you. <br />Title: %s <br />Message: %s
fa_ir: تیکتی جدیدی برای شما باز شده است. <br /> عنوان: %s <br /> پیغام: %s

source: New Message In Your Ticket
fa_ir: پیغام جدید در تیکت شما

source: There's a new message in your ticket: <br />%s
fa_ir: پیغام جدید در تیکت شما ارسال شده است: <br />%s

source: Coupons List
fa_ir: لیست کوپن ها

source: Access denied! You don't have permission to access this area.
fa_ir: اجازه ی دسترسی رد شد! شما اجازه ی ورود به این قسمت را ندارید.

source: An unknown error has occured!
fa_ir: خطای نامشخصی رخ داده است.

source: New Coupon
fa_ir: کوپن جدید

source: Coupon ID
fa_ir: شناسه ی کوپن

source: Discount
fa_ir: تخفیف

source: Count
fa_ir: تعداد

source: Edit
fa_ir: ویرایش

source: Create New Admin
fa_ir: ساخت مدیر جدید

source: This username already exists!
fa_ir: این نام کاربری در حال حاضر وجود دارد!

source: This email already exists!
fa_ir: این ایمیل در حال حاضر وجود دارد!

source: The data you have entered in the form is not valid!
fa_ir: داده های وارد شده در فرم نامعتبر هستند!

source: Admin account was created successfully. Now the user needs to activate the account by verifying his email address.
fa_ir: حساب مدیر جدید ایجاد شد. حال مدیر باید با مراجعه به ایمیل خود حساب کاربری را تایید کند.

source: Username
fa_ir: نام کاربری

source: Email
fa_ir: ایمیل

source: Password
fa_ir: گذرواژه

source: Repeat password
fa_ir: تکرار گذرواژه

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Cell phone number
fa_ir: شماره تلفن همراه

source: Security Question (for password reset)
fa_ir: پرسش محرمانه(برای بازیابی گذرواژه)

source: Security Question Answer
fa_ir: پاسخ پرسش محرمانه

source: Create Admin
fa_ir: ساخت مدیر جدید

source: Admins List
fa_ir: لیست مدیر ها

source: Edit Permissions
fa_ir: ویرایش دسترسی ها

source: Suspend Admin
fa_ir: تعلیق مدیر

source: Remove Admin Suspension
fa_ir: رفع تعلیق مدیر

source: Delete Admin
fa_ir: حذف مدیر

source: Right click on each row for options.
fa_ir: برای انتخاب های بیشتر بر روی هر آیتم کلیک راست کنید

source: Full Name
fa_ir: نام کامل

source: Registration Date
fa_ir: تاریخ عضویت

source: Cell Number
fa_ir: شماره همراه

source: Last Login
fa_ir: آخرین ورود

source: Last IP
fa_ir: آخرین آدرس آی پی

source: Right click for options
fa_ir: برای انتخاب های بیشتر بر روی هر آیتم کلیک راست کنید

source: Pending
fa_ir: در حال انتظار

source: Verified
fa_ir: تایید شده

source: Suspended
fa_ir: معلق

source: None
fa_ir: هیچ کدام

source: Never
fa_ir: هرگز

source: N/A
fa_ir: نامعلوم

source: The admin ID has not been provided or it is incorrect!
fa_ir: شناسه ی مدیر فراهم نشده و یا اشتباه است.

source: The admin is not verified yet. No point in suspending.
fa_ir: این مدیر هنوز تایید نشده و نیازی به تلیق وجود ندارد!

source: Are you sure you want to suspend this admin?
fa_ir: آیا می خواهید این مدیر را معلق سازید؟

source: Yes
fa_ir: بلی

source: No
fa_ir: خیر

source: Are you sure you want to delete %s's acccount?
fa_ir: آیا واقعا می خواهید حساب %s را حذف کنید؟

source: Edit Admin Permissions
fa_ir: ویرایش دسترسی های مدیر

source: All permissions set successfully.
fa_ir: تمامی دسترسی ها با موفقیت انتصاب یافت

source: Continue
fa_ir: ادامه

source: Accept Ad Campaigns
fa_ir: قبول کمپین های تبلیغاتی

source: Change System Settings
fa_ir: تغییر تنظیمات سیستمی

source: Change Users' Passwords
fa_ir: تغییر کذرواژه ی کاربران

source: Close a Paste
fa_ir: بستن پیست

source: Delete All Closed Pastes
fa_ir: پاک کردن تمامی پیست های بسته شده

source: Delete All Rejected Ad Campaigns
fa_ir: پاک کردن تمامی کمپین ها رد شده

source: Delete Pastes
fa_ir: حذف پیست ها

source: Payout
fa_ir: پرداخت

source: Publish Announcements
fa_ir: انتشار اعلان ها

source: Reject Ad Campaign
fa_ir: رد کمپین های تبلیغاتی

source: Remove User Suspension
fa_ir: برداشتن تعلیق کاربر

source: Suspend Users
fa_ir: تعلیق کاربران

source: View Checkout Requests
fa_ir: نمایش درخواست های تصویه

source: View All Transactions
fa_ir: نمایش تمامی تراکنش ها

source: View All Pastes
fa_ir: نمایش همه ی پیست ها

source: View Reported Pastes
fa_ir: نمایش پیست های گزارش شده

source: View System Activities
fa_ir: نمایش فعالیت های سیستم

source: View Users
fa_ir: نمایش کاربران

source: View Users Ad Campaigns
fa_ir: نمایش کمپین های تبلیغاتی کاربران

source: Please choose the permissions you want this admin to be granted with:
fa_ir: لطفا دسترسی هایی را که می خواهید این مدیر داشته باشد انتخاب کنید

source: All Permissions
fa_ir: تمامی دسترسی ها

source: Grant Permissions
fa_ir: اعطای دسترسی ها

source: Cancel
fa_ir: لغو

source: The admin is not suspended.
fa_ir: مدیر معلق نشده است

source: Are you sure you want to remove the suspension of this admin?
fa_ir: آیا می خواهید که تعلیق این مدیر را رفع کنید؟

source: System Settings
fa_ir: تنظیمات سیستم

source: Transactions
fa_ir: تراکنش ها

source: Checkouts
fa_ir: تصویه حساب ها

source: Pastes
fa_ir: پیست ها

source: Reported Pastes
fa_ir: پیست های گزارش شده

source: Ad Campaigns
fa_ir: کمپین های تبلیغاتی

source: Coupons
fa_ir: کوپن ها

source: System Activities
fa_ir: فعالیت های سیستم

source: General Settings
fa_ir: تنظیمات عمومی

source: Ads Layout
fa_ir: چینش تبلیغات

source: Terms and Privacy Policy
fa_ir: قوانین و سیاست حفظ حریم خصوصی

source: Announcements
fa_ir: خبرها

source: Support
fa_ir: پشتیبانی

source: My Account
fa_ir: حساب من

source: Logout
fa_ir: خروج

source: Terms
fa_ir: قوانین

source: Privacy Policy
fa_ir: سیاست حفظ حریم خصوصی

source: Quetions & Answers
fa_ir: پرسش و پاسخ

source: Save
fa_ir: ذخیره

source: Layout saved successfully.
fa_ir: چینش با موفقیت ذخیره شد.

source: There was an error saving your layout!
fa_ir: خطایی در هنگام ذخیره ی چینش رخ داد!

source: Save Layout
fa_ir: ذخیره ی چینش

source: Square Button
fa_ir: دکمه مربعی

source: Leaderboard
fa_ir: لیدر بورد

source: Publish News
fa_ir: انتشار خبر

source: The provided data is invalid!
fa_ir: اطلاعات وارد شده نامعتبر می باشند!

source: News published successfully!
fa_ir: خبر با موفقیت منتشر شد!

source: View News
fa_ir: نمایش خبرها

source: Announcement
fa_ir: اعلان

source: Publish Announcement
fa_ir: انتشار خبر

source: Settings successfully saved!
fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Website Name
fa_ir: نام وبسایت

source: Website URL
fa_ir: یو آر ال وبسایت

source: Admin Email
fa_ir: ایمیل مدیر

source: Theme
fa_ir: پوسته

source: Language
fa_ir: زبان

source: Text Direction
fa_ir: جهت متون

source: Locale
fa_ir: موقعیت محلی

source: Peyment Per Thousand
fa_ir: برداخت به ازای هر هزار

source: Left, Top and Right Square Button Price
fa_ir: قیمت دکمه مربعی چپ، بالا و راست

source: Bottom Square Button Price
fa_ir: قیمت دکمه مربعی پایین

source: Vertical Banner Price
fa_ir: قیمت بنر عمودی

source: Top Leaderboard Price
fa_ir: قیمت لیدر بورد بالا

source: Bottom Leaderboard Price
fa_ir: قیمت لیدر بورد پایین

source: Inline Frame Price
fa_ir: قیمت قاب های درون خطی

source: Local Price Factor
fa_ir: ضریب قیمت محلی

source: Discount Factor
fa_ir: ضریب تخفیف

source: Minimum Balance for Checkout
fa_ir: حداقل موجودی برای تصویه

source: Minimum Recharge Amount
fa_ir: حداقل مقدار شارژ کردن

source: Currency
fa_ir: ارز

source: Calendar
fa_ir: تقویم

source: Maximum Banner Size(KB)
fa_ir: حداکثر اندازه بنر ها(KB)

source: Maximum Attachment Size(KB)
fa_ir: حداکثر اندازه الصاق ها(KB)

source: Keep Activities for(days)
fa_ir: نگهداری فعالیت ها برای (روز)

source: Save These Settings
fa_ir: ذخیره ی این تنظیمات

source: Cancel Changes
fa_ir: لغو تغییرات

source: Change Password
fa_ir: تغییر گذرواژه

source: Invalid user ID has been provided!
fa_ir: شناسه ی کاریری نامعتبری فراهم شده است!

source: The provided passwords do not match!
fa_ir: گذرواژه های وارد شده با هم تطابق ندارند!

source: Password must be between 7 and 255 characters!
fa_ir: گذرواژه باید حداقل ۷ و حداکثر ۲۵۵ کاراکتر باشد!

source: Password changed successfully!
fa_ir: گذرواژه با موفقیت تغییر پیدا کرد.

source: Change Status
fa_ir: تغییر وضعیت

source: Users
fa_ir: کاربران

source: List of all users
fa_ir: لیست تمامی کاربران

source: User ID
fa_ir: شناسه ی کاربری

source: Reg. Date
fa_ir: تاریخ عضویت

source: User Type
fa_ir: نوع کاربر

source: Ticket
fa_ir: تیکت

source: Deleted
fa_ir: حذف شده

source: Paster
fa_ir: پیست کننده

source: Advertiser
fa_ir: تبلیغ دهنده

source: Email Verification Code
fa_ir: کد تایید ایمیل

source: Account Status
fa_ir: وضعیت حساب

source: Cell Phone Number
fa_ir: شماره تلفن همراه

source: Last Login Time
fa_ir: آخرین زمان ورود

source: Last Ip Address
fa_ir: آخرین آی پی ورود

source: Credit Card Number
fa_ir: شماره کارت اعتباری

source: Zarinpal ID
fa_ir: شناسه ی زرین پال

source: Total Pastes
fa_ir: تعداد کل پیست ها

source: Total Views
fa_ir: تعداد کل نمایش ها

source: Unpaid Viewes
fa_ir: نمایش های پرداخت نشده

source: Account Balance
fa_ir: موجودی حساب

source: Suspend User
fa_ir: تعلیق کاربر

source: Suspension Reason
fa_ir: دلیل تعلیق

source: Remove Suspension
fa_ir: رفع تعلیق

source: Filter by
fa_ir: فیلتر به وسیله ی

source: Requested Date
fa_ir: تاریخ درخواست

source: Using operator
fa_ir: با عملگر

source: Less Than
fa_ir: کمتر از

source: Greater Than
fa_ir: بیشتر از

source: Equal
fa_ir: مساوی

source: Value
fa_ir: مقدار

source: Clear Filter
fa_ir: پاک کردن فیلترها

source: Transaction ID
fa_ir: شناسه ی تراکنش

source: Transaction Code
fa_ir: کد تراکنش

source: Receipt
fa_ir: رسید

source: Finished Date
fa_ir: تاریخ اتمام

source: Completed
fa_ir: پایان یافته

source: Access denied! You don't have permission to do payouts.
fa_ir: اجازه ی دسترسی داده نشد! شما اجازه انجام پرداخت به کاربران را ندارید.

source: Pending Checkouts
fa_ir: تصویه حساب های در حال انتظار

source: Checkout ID
fa_ir: شناسه ی تصویه حساب

source: Transaction Date
fa_ir: تاریخ تراکنش

source: Description
fa_ir: توضیحات

source: Opps
fa_ir: عملیات

source: No Description
fa_ir: توضیحی وجود ندارد

source: Are you sure you want to set the status of this checkout to paid?
fa_ir: آیا واقعا می خواهید که وضعیت این تصوبه حساب را به پرداخت شده تغییر دهید؟

source: Are you sure you want to deny this request? You must have a good reason to do so, since the amount will not be returned to the user. Practice caution.
fa_ir: آیا واقعا می خواهید که درخواست را رد کنید؟دقت کنید! باید دلیل خوبی برای اینکار داشته باشید چرا که این مقدار به حساب کاربری برگردانده نمی شود.

source: Transaction Tracking Code
fa_ir: کد رهگیری تراکنش

source: Transaction Time(Gregorian)
fa_ir: تاریخ تراکنش(میلادی)

source: The amount was deposited into your account.
fa_ir: وجه مورد نظر به حساب شما واریز شد.

source: Update transaction information for this checkout
fa_ir: به روزرسانی اطلاعات تراکنش این تصویه حساب

source: Or
fa_ir: یا

source: Deny Request
fa_ir: رد درخواست

source: Other Checkouts
fa_ir: تصویه حساب های دیگر

source: Denied
fa_ir: رد شده

source: Access denied! You are not allowed to accept ad campaigns.
fa_ir: اجازه دسترسی رد شد! شما اجازه ندارید کمپین ها را تایید کنید.

source: Access denied! You are not allowed to reject ad campaigns.
fa_ir: اجازه دسترسی رد شد! شما اجازه ندارید کمپین ها را رد کنید.

source: Pending Campaigns
fa_ir: کمپین های در حال انتظار

source: Are you sure you want to perform this operation?
fa_ir: آیا اطمینان دارید که می خواهید این عملیات را انجام دهید؟

source: Invert Selection
fa_ir: معکوس کردن انتخاب ها

source: Campaign ID
fa_ir: شناسه ی کمپین

source: Type
fa_ir: نوع

source: Scope
fa_ir: حوزه

source: Credits
fa_ir: اعتبار

source: Daily
fa_ir: روزانه

source: URL
fa_ir: یو آر ال

source: Banner
fa_ir: بنر

source: Local
fa_ir: محلی

source: Global
fa_ir: جهانی

source: Go to URL
fa_ir: برو به یو آر ال

source: View Banner
fa_ir: نمایش بنر

source: Accept Ad Campaign
fa_ir: قبول کمپین

source: Rejection Reason
fa_ir: دلیل رد کردن

source: Active Campaigns
fa_ir: کمپین های فعال

source: Remaining
fa_ir: مانده

source: Start
fa_ir: شروع

source: Extension
fa_ir: بسط

source: Other Campaigns
fa_ir: کمپین های دیگر

source: Finish
fa_ir: اتمام

source: Active
fa_ir: فعال

source: Paused
fa_ir: متوقف

source: Rejected
fa_ir: رد شده

source: Canceled
fa_ir: لغو شده

source: Finished
fa_ir: پایان یافته

source: Activity ID
fa_ir: شناسه ی فعالیت

source: Activity
fa_ir: فعالیت

source: user IP
fa_ir: آدرس آی پی کاربر

source: Activity Time
fa_ir: زمان فعالیت

source: User IP
fa_ir: آدرس آی پی کاربر

source: From Date
fa_ir: از تاریخ

source: To Date
fa_ir: تا تاریخ

source: Activity Filter
fa_ir: فیلتر فعالیت ها

source: Filter Results
fa_ir: فیلتر نتایج

source: Clear Filters
fa_ir: پاک کردن فیلترها

source: The Campaign ID is invalid.
fa_ir: شناسه ی کمپین نامعتبر است.

source: This campaign's banner does not exist on this server!
fa_ir: بنر این کمپین بر روی این سرور موجود نیست!

source: Current Banner
fa_ir: بنر فعلی

source: There is no banner available for this campaign!
fa_ir: هیچ بنری برای این کمپین موجود نیست!

source: Access denied! You don't have permission close or open pastes.
fa_ir: اجازه دسترسی داده نشد! شما نمی تواند پیست ها را ببندید یا باز کنید.

source: Access denied! You don't have permission delete pastes.
fa_ir: اجازه دسترسی داده نشد! شما نمی تواند پیست ها را حذف کنید.

source: List of all pastes
fa_ir: لیست تمامی پیست ها

source: Paste ID
fa_ir: شناسه ی پیست

source: Password Protected
fa_ir: محافظت شده با گذرواژه

source: Exposure
fa_ir: آشکاری

source: Syntax
fa_ir: سینتکس

source: Pasted At
fa_ir: پیست شده در

source: Private
fa_ir: خصوصی

source: Public
fa_ir: عمومی

source: Closed
fa_ir: بسته شده

source: Close Selected Pastes
fa_ir: بستن پیست های انتخاب شده

source: Reopen Selected Pastes
fa_ir: باز کردن پیست های انتخاب شده

source: Delete Selected Pastes
fa_ir: حذف پیست های انتخاب شده

source: No. of Reports
fa_ir: تعداد گزارشات

source: Your account status is not pending, therefore you don't need a verification email.
fa_ir: وضعیت حساب شما در حال انتظار نیست در نتیجه به ایمیل فعال سازی احتیاج ندارید.

source: Email Verification sent successfully.
fa_ir: ایمیل فعال سازی با موفقیت ارسال شد.

source: The provided email does not exist in our database. Please check your information and try again.
fa_ir: ایمیل وارد شده در دیتابیس ما موجود نمی باشد. لطفا مجددا بررسی بفرمایید.

source: Try Again
fa_ir: تلاش مجدد

source: You can only request a password change once every 24 hours. Try again in %s hours.
fa_ir: شما در هر ۲۴ ساعت یک بار می توانید درخواست تغییر گذرواژه دهید. %s ساعت دیگر مجددا تلاش کنید.

source: Please fill out the form correctly.
fa_ir: لطفا فرم را به درستی پر کنید.

source: Password change request has expired. You have 2 hours to complete a password change request from the moment it gets registered.
fa_ir: درخواست تغییر گذرواژه باطل شده است. شما از زمان ثبت درخواست دو ساعت برای تکمیل آن فرصت دارید.

source: The password change request confirmation code you have provided is incorrect.
fa_ir: کد درخواست تغییر گذرواژه ی فراهم شده اشتباه است!

source: The new passwords you have entered do not match!
fa_ir: گذرواژه های جدید وارد شده با هم هم خوانی ندارند.

source: The current password is wrong!
fa_ir: گذرواژه ی فعلی اشتیاه است.

source: Your password has been changed. Your new password is <span class="new-password">%s</span> Please change your password immediately using the following form.
fa_ir: گذرواژه ی شما تغییر یافت. گذرواژه ی جدید <span class="new-password">%s</span> می باشد. لطفا سریعا گذرواژه ی خود را با استفاده از فرم زیر تغییر دهید.

source: Your password has been changed. Please login again.
fa_ir: گذرواژه ی شما تغییر یافت. لطفا دوباره وارد شوید.

source: Your password change request has been successfully registered. <span class="bold">Please be wary that this request will expire in 2 hours.</span>
fa_ir: درخواست تغییر گذرواژه ثبت شد. <span class="bold">لطفا به یاد داشته باشید که این درخواست تا دو ساعت دیگر باطل می شود</span>

source: Password Change Request
fa_ir: درخواست تغییر گذرواژه

source: Enter your email address and instructions on how to reset your password will be sent to you.
fa_ir: ایمیل خود را وارد کنید و دستورالعمل مورد نیاز برای تغییر گذرواژه برای شما ارسال خواهد شد.

source: Captcha
fa_ir: تصویر امنیتی

source: Request password change
fa_ir: درخواست تغییر گذرواژه

source: Please answer your security question to complete the process:
fa_ir: لطفا برای تکمیل فرآیند سوال امنیتی خود را جواب دهید:

source: Security Question
fa_ir: سوال امنیتی

source: Current Password
fa_ir: گذرواژه ی فعلی

source: New Password
fa_ir: گذرواژه ی جدید
