Repository: mnvoh/kpaste
Catalog: module/KpasteCore/language/*.po
Languages: fa_ir

source: Repeat New Password
fa_ir: تکرار گذرواژه ی جدید

source: Register
fa_ir: ثبت نام

source: You are already a user and don't need to register!
fa_ir: شما هم اکنون کاربر ما هستید و لازم نیست ثبت نام کنید!

source: This username already exists. Please try another one.
fa_ir: این نام کاربری وجود دارد. لطفا نام کاربری دیگری را امتحان کنید.

source: This email already exists. Please try another one.
fa_ir: این ایمیل وجود دارد. اگر گذرواژه ی خود را فراموش کرده اید دررخواست تغییر بدهید.

source: If you want to signup, you have to agree to our terms of service!
fa_ir: برای ثبت نام باید قوانین را قبول کنید.

source: Registration was successful. An email has dispatched to your email address. Follow the link inside it to verify your email address.
fa_ir: ثبت نام با موفقیت پایان یافت! ایمیلی به آدرس شما ارسال شده است. لینک داخل آنرا برای تایید آدرس ایمیل خود دنبال کنید.

source: In order to update your bank account info please visit %s section.
fa_ir: جهت به روز رسانی اطلاعات حساب بانکی خود لطفا به بخش %s مراجعه فرمایید.

source: Recover your password
fa_ir: بازیابی گذرواژه

source: Please fill out the following form to register.
fa_ir: لطفا فرم زیر را برای ثبت نام کامل کنید

source: This username has already been taken!
fa_ir: این نام کاربری قبلا گرفته شده است.

source: This email already exists in our database!
fa_ir: این ایمیل در دیتابیس ما موجود می باشد.

source: Password must be a least 7 characters long. Although choosing a strong password is not enforced, it ensures your security.
fa_ir: گذرواژه می بایست حداقل ۷ کاراکتر باشد. با وجود اینکه انتخاب گذرواژه ی قدرتمند اجباری نیست، ولی امنیت شما را تضمین می کند.

source: For pasters, payouts will only be made to credit cards owned by this name.
fa_ir: برای پیست کننده ها، پرداخت ها فقط به کارت های اعتباری به این نام واریز خواهند شد.

source: Correct example of a cell phone number:
fa_ir: مثال صحیح شماره تلفن همراه:

source: In case you forgot your password, you'll need this to recover it.
fa_ir: در صورت فراموشی گذرواژه به این قسمت احتیاج خواهید داشت.

source: Signup as a(n)
fa_ir: ثبت نام به عنوان

source: I have read and accept the %s and %s
fa_ir: من %s و %s را خوانده ام و قبول دارم

source: terms of service
fa_ir: قوانین سرویس دهی

source: privacy policy
fa_ir: سیاست حفظ حریم خصوصی

source: Email successfully verified. Please login again.
fa_ir: ایمیل با موفقیت تایید شد. لطفا مجددا وارد شوید

source: Login
fa_ir: ورود

source: Account information successfully updated.
fa_ir: اطلاعات حساب به روز شد.

source: Account Overview
fa_ir: مرور حساب

source: Resend Verification Email
fa_ir: ارسال مجدد ایمیل فعال سازی

source: Update Cell Phone Number
fa_ir: به روز رسانی شماره همراه

source: Update Credit Card Number
fa_ir: به روز رسانی شماره کارت اعتباری

source: Currently payouts will only be made to Shetab credit cards.
fa_ir: در حال حاضر پرداخت ها تنها به کارت های عضو شتاب صورت می گیرد.

source: Update ZarinPal ID
fa_ir: به روز رسانی شناسه ی زرین پال

source: Most of the time, payouts to your zarinpal account will be faster.
fa_ir: بیشتر وقت ها پرداخت ها به حساب زرین پال شما سریع تر صورت می گیرد.

source: If you don't want payouts to be made directly to your credit card, leave this blank.
fa_ir: اگر می خواهید که پرداخت ها به کارت اعتباریتان صورت گیرد این فیلد را خالی بگذارید.

source: Sorry, you can not login. Your account has been suspended by one of our administrators.
fa_ir: با عرض بوزش شما نمی توانید وارد شوید! حساب شما توسط یکی از مدیران غیر فعال شده است.

source: Invalid password provided! %s attempts remaining.
fa_ir: گذرواژه ی وارد شده اشتباه است. %s تلاش دیگر باقی است.

source: Invalid username provided! %s attempts remaining.
fa_ir: نام کاربری وارد شده اشتباه است. %s تلاش دیگر باقی است.

source: An unknown error occured during login. Apologies
fa_ir: خطای نامعلومی در حین ورود اتفاق افتاد. پوزش

source: You have entered wrong login credentials for more than %s times. You can try again in %s.
fa_ir: شما اطلاعات ورود اشتباه برای بیش از %s بار وارد کرده اید. شما می توانید %s دیگر مجددا تلاش کنید.

source: You are already logged in
fa_ir: شما هم اکنون وارد شده اید

source: Remember Me
fa_ir: مرا به خاطر بسپار

source: Questions & Answers
fa_ir: پرسش و پاسخ

source: Delete
fa_ir: حذف

source: No Announcements Found
fa_ir: هیچ خبری پیدا نشد!

source: Ads
fa_ir: تبلیغات

source: You can use the following to determine the kind of ad you want.
fa_ir: از راهنمای زیر برای انتخاب تبلیغ مورد نیاز خود می توانید استفاده کنید

source: Left, Top, Right Square Button
fa_ir: دکمه مربعی چپ، بالا و راست

source: Iframe
fa_ir: قاب درون خطی(iframe)

source: Paste Is Here
fa_ir: پیست اینجاست

source: You website will be loaded here. Just as if the paste viewer visited your website.
fa_ir: وبسایت شما اینجا بارگذاری می شود. درست مثل اینکه بازدید کننده پیست از وبسایت شما دیدن کرده باشد.

source: Terms of Service
fa_ir: قوانین سرویس دهی

source: Contact Us
fa_ir: تماس با ما

source: Contact Support
fa_ir: تماس با پشتیبانی

source: Contact Our Support Team
fa_ir: تماس با واحد پشتیبانی

source: Contact Info
fa_ir: مشخصات تماس

source: SMS Number
fa_ir: شماره پیام کوتاه

source: Telephone Number
fa_ir: شماره تلفن

source: Only for advertiser's support. Workdays from %s to %s.
fa_ir: فقط جهت پشتیبانی تبلیغ کنندگان. روزهای کاری از ساعت %s تا %s.

source: Invalid data provided. Please check again.
fa_ir: اطلاعات وارد شده صحیح نیست. لطفا دوباره بررسی نمایید.

source: Paste was saved successfully.
fa_ir: پیست با موفقیت ذخیره شد.

source: Paste
fa_ir: پیست

source: Guest
fa_ir: مهمان

source: Compose new paste
fa_ir: انتشار پیست جدید

source: Paste title
fa_ir: عنوان پیست

source: --untitled--
fa_ir: --بدون عنوان--

source: Input your paste here...
fa_ir: پیست خود را اینجا وارد کنید...

source: Password (Optional)
fa_ir: گذرواژه(اختیاری)

source: Save Paste
fa_ir: ذخیره ی پیست

source: The provided paste ID is incorrect!
fa_ir: شناسه ی پیست ارائه شده صحیح نمی باشد.

source: The provided password is incorrect!
fa_ir: گذرواژه ارایه شده صحیح نیست

source: Confirm
fa_ir: تایید

source: Pasters List
fa_ir: لیست پیست کننده ها

source: %s's Pastes List
fa_ir: لیست پیست های %s

source: Follow %s's public pastes via RSS
fa_ir: پیست های عمومی %s را از طریق آر اس اس دنبال کنید

source: Viewed
fa_ir: تعداد نمایش

source: You have provided incorrect data!
fa_ir: شما اطلاعات نامعتبر ارایه کرده اید

source: Paste not found! Either this paste doesn't exist or it has been removed
fa_ir: پیست پیدا نشد! این پیست یا وجود ندارد و یا حذف شده است.

source: This paste has been closed due to violation of our terms.
fa_ir: این پیست به دلیل تخطی از قوانین بسته شده است.

source: This paste is private. If this is your paste, you have to login to your account to view it.
fa_ir: این پیست خصوصی است. اگر شما صاحب این پیست هستید وارد حساب خود شوید.

source: Loading, Please Wait...
fa_ir: در حال بارگذاری، لطفا صبر کنید...

source: Anonymous
fa_ir: ناشناس

source: Pasted On %s By %s
fa_ir: پیست شده در %s به وسیله ی %s

source: Size
fa_ir: اندازه

source: Plain
fa_ir: ساده

source: Share on Facebook
fa_ir: به اشتراک گذاری در فیس بوک

source: Share on Twitter
fa_ir: به اشترام گذاری در تویتر

source: Share on Google+
fa_ir: به اشتراک گذاری در گوگل پلاس

source: Share on LinkedIn
fa_ir: به اشترام گذاری در لینکد این

source: Email Using Gmail
fa_ir: ارسال به ایمیل با جی میل

source: Email Using Yahoo Mail
fa_ir: ارسال به ایمیل با یاهو میل

source: Select All
fa_ir: انتخاب همه

source: Download Paste
fa_ir: دانلود پیست

source: View Paste Link
fa_ir: نمایش لینک پیست

source: Embed Paste In Site Or Blog
fa_ir: جاسازی پیست در سایت یا وبلاگ

source: Report Abuse
fa_ir: گزارش پیست خلاف

source: Edit Paste
fa_ir: ویرایش پیست

source: Delete Paste
fa_ir: حذف پیست

source: In order to embed this paste place the following code in your site or blog code. But you won't have any income from embeded pastes.
fa_ir: جهت جاسازی پیست زیر در سایت یا وبلاگ، کد زیر را در سایت یا وبلاگ خود قرار دهید. اما از پیست های جاسازی شده درآمد نخواهید داشت.

source: The link is selected. Just press Ctrl+C to copy it.
fa_ir: لینک انتخاب شده است. دکمه های Ctrl+C را برای کپی کردن فشار دهید.

source: E-Payment
fa_ir: پرداخت الکترونیک

source: No data has been sent. Maybe you have opened this page directly.
fa_ir: اطلاعاتی ارسال نشده است. شاید این صفحه را مستقیما باز کرده اید.

source: The amount is too low.
fa_ir: مقدار وارد شده بسیار پایین است.

source: This transaction has already been completed.
fa_ir: این تراکنش قبلا پایان یافته است.

source: No such transaction exists!
fa_ir: چنین تراکنشی موجود نیست

source: There was an error during the transaction.
fa_ir: خطایی در هنگام تراکنش رخ داد!

source: Error Description:
fa_ir: توضیحات خطا:

source: Confirm Transaction
fa_ir: تایید تراکنش

source: The minimum recharge amount is %s
fa_ir: حداقل مقدار شارژ کردن %s می باشد.

source: Please confirm the amount of the transaction
fa_ir: لطفا مقدار تراکنش را تایید کنید

source: Please confirm this invoice by clicking the continue button.
fa_ir: لطفا فاکتور زیر را با استفاده از دکمه ی ادامه پرداخت نمایید.

source: Recharge Advertiser's Account %s %s
fa_ir: شارژ حساب تبلیغ کننده به میزان %s %s

source: An error occurred
fa_ir: خطایی رخ داد

source: Additional information
fa_ir: اطلاعات بیشتر

source: File
fa_ir: فایل

source: Message
fa_ir: پیغام

source: Stack trace
fa_ir: رهگیری پشته

source: Previous exceptions
fa_ir: استثناهای گذشته

source: No Exception available
fa_ir: هیچ استثنایی در دسترس نیست

source: Page Not Found :(
fa_ir: صفحه ی مورد نظر پیدا نشد :(

source: Items count in each page
fa_ir: تعداد آیتم ها در هر صفحه

source: My Earnings
fa_ir: درآمد های من

source: New Paste
fa_ir: پیست جدید

source: My Pastes
fa_ir: پیست های من

source: New Campaign
fa_ir: کمپین جدید

source: My Campaigns
fa_ir: کمپین های من

source: Recent Transactions
fa_ir: تراکنش های اخیر

source: Create a New Admin
fa_ir: ساخت مدیر جدید

source: View Admins
fa_ir: نمایش مدیرها

source: Log out
fa_ir: خروج

source: Home
fa_ir: خانه

source: Recover Password
fa_ir: بازیابی گذرواژه

source: About
fa_ir: درباره

source: Cantact Us
fa_ir: تماس با ما

source: Subscribe
fa_ir: اشتراک

source: kPaste on Facebook
fa_ir: کی پیست در فیس بوک

source: kPaste on Twitter
fa_ir: کی پیست در تویتر

source: Share Paste Easily
fa_ir: انتشار آسان پیست

source: Earn easy money by sharing your pastes - Advertise on the internet at the lowest price
fa_ir: با به اشتراک گذاری پیست درآمد آسان کسب کنید - تبلیغات با پایین ترین قیمت در اینترنت

source: share paste, earn money by sharing paste, earn easy money, advertise, advertise on the internet, advertise at the lowest price
fa_ir: به اشتراک گذاری متن, کسب درآمد از طریق به اشتراک گذاری متن, کسب درآمد آسان, تبلیغات, تبلیغات در اینترنت, تبلیغات با قیمت پایین

source: Warning! You are using and old and incompatible Browser.
fa_ir: اخطار! شما درحال استفاده از یک مرورگر قدیمی و ناسازگار هستید.

source: Report Bugs
fa_ir: گزارش مشکلات سیستم

source: kCoder
fa_ir: کی کودر

source: %s All rights reserved.
fa_ir: تمامی حقوق برای %s محفوظ است.

source: You don't have permission to access this area. Please log in to continue!
fa_ir: شما اجازه دسترسی به این قسمت را ندارید. لطفا برای ادامه وارد حساب خود شوید.

source: Amount(%s)
fa_ir: مبلغ(%s)

source: Invoice Creation Time
fa_ir: تاریخ صدور فاکتور

source: Payment Time
fa_ir: تاریخ پرداخت

source: Invoice Created
fa_ir: فاکتور صادر شده

source: Sorry! But your balance is not enough to create this campaign. Your balance is %s%s. You need %s%s to create this campaign.
fa_ir: با عرض پوزش! اما شما اعتبار کافی برای ایجاد این کمپین را ندارید. اعتبار حساب شما %s %s می باشد. شما به %s %s برای ایجاد این کمپین احتیاج دارید.

source: You need to recharge first and then try again.
fa_ir: شما باید ابتدا حساب خود را شارژ کنید و سپس مجددا تلاش کنید.

source: You provided invalid data in the form!
fa_ir: شما اطلاعات نامعتبر در فرم ارایه کردید!

source: Register and Start Your Campaigns
fa_ir: ثبت نام و کمپین خود را ایجاد کنید

source: Campaign created successfully and it's awaiting approval from our staff.
fa_ir: کمپین شما با موفقیت ساخته شد و هم اکنون در انتظار تایید مدیران می باشد.

source: Final Price
fa_ir: قیمت نهایی

source: Your coupon granted you %s%% discount.
fa_ir: کوپن انتخاب شد و %s%% تخفیف به شما تعلق یافت.

source: Price Without Coupon
fa_ir: قیمت بدون کوپن تخفیف

source: Upload a banner for this campaign
fa_ir: آپلود بنر برای این کمپین

source: Create New Campaign
fa_ir: ساخت کمپین جدید

source: Please note that:
fa_ir: لطفا توجه کنید که:

source: You should fill out all of the fields. You can edit your campaign later, as long as it's pending.
fa_ir: شما باید تمامی فیلد ها را پر کنید. تا زمانی که کمپین در انتظار تایید است خواهید توانست آنرا ویرایش کنید.

source: A local scope makes your ads only available to IP Addresses with "%s" country code.
fa_ir: یک حوزه ی محلی تبلیغات شما را تنها به آی پی هایی با کد کشور "%s" نمایش می دهد.

source: If this is your first time, check out the %s section before choosing a campaign type.
fa_ir: اگر این اولین بار شماست، قبل از انتخاب نوع کمپین بخش %s را ببینید.

source: help
fa_ir: راهنما

source: Campaign Credits is the total number of times your ads will be displayed to unique visitors
fa_ir: اعتبار کمپین تعداد کل دفعات نمایش تبلیغات شما به بازدید کنندگان یکتاست

source: Correct URL examples are:
fa_ir: نمونه های صحیح یو آر ال عبارت اند از:

source: You can always order your banner at <a href="http://kcoder.ir" title="%s" target="_blank">%s</a> and pay online for it.
fa_ir: می توانید بنر تبلیغاتی خود را در<a href="http://kcoder.ir" title="%s" target="_blank">%s</a> سفارش دهید و هزینه ی آن را آنلاین بپردازید.

source: Inline Frame Ads ACTUALLY increase the number of visitors of your website!
fa_ir: تبلیغات قاب درون خطی به صورت واقعی آمار بازدید کنندگان شما را افزایش می دهد!

source: Campaign Title
fa_ir: عنوان کمپین

source: Campaign Scope
fa_ir: حوزه ی کمپین

source: Campaign Type
fa_ir: نوع کمپین

source: Campaign Credits
fa_ir: اعتبار کمپین

source: Daily Credits Limit
fa_ir: حد روزانه ی اعتبار

source: Campaign URL
fa_ir: یو آر ال کمپین

source: Discount Coupon
fa_ir: کوپن تخفیف

source: Total Price
fa_ir: قیمت کل

source: Total Price With Discount(Without Coupon)
fa_ir: قیمت کل با تخفیف(بدون کوپن)

source: Unit Price
fa_ir: قیمت واحد

source: Provided Coupon Discount
fa_ir: تخفیف کوپن انتخاب شده

source: No Coupon Selected
fa_ir: کوپنی انتخاب نشده است

source: Your Account Balance
fa_ir: موجودی حساب شما

source: Create Campaign
fa_ir: ساخت کمپین

source: Access denied! Your account is not verified.
fa_ir: اجازه دسترسی رد شد! حساب شما هنوز فعال نشده است.

source: Enter amount to recharge account
fa_ir: مقداری را برای شارژ حساب انتخاب کنید

source: Choose Your Gateway
fa_ir: درگاه مورد نظر خود را انتخاب کنید

source: Recharge Account
fa_ir: شارژ حساب

source: Upload Banner
fa_ir: آپلود بنر

source: Either the campaign you are refering to doesn't exist or campaign ID has not been provided.
fa_ir: یا این کمپین وجود ندارد و یا شناسه ی کمپین ارایه نشده است.

source: You don't have permission to access this campaign!
fa_ir: شما اجازه ی دسترسی به این کمپین را ندارید!

source: You don't have permission to modify this campaign!
fa_ir: شما اجازه ی ایجاد تغییرات در این کمپین را ندارید!

source: This is an iframe campaign and it doesn't need a banner.
fa_ir: این یک تبلیغ قالب درون خطی است و احتیاجی به بنر ندارد

source: An error occured while uploading the file.
fa_ir: خطایی در حین آپلود فایل رخ داد!

source: Permission Denied! Please login to continue.
fa_ir: اجازه دسترسی رد شد! لطفا برای ادامه دادن وارد حساب کاربری خود شوید.

source: The size of the uploaded file is too large. Maximum file size is %s KBs
fa_ir: اندازه ی بنر انتخاب شده بسیار بزرگ است. حداکثر اندازه ی قابل قبول %s کیلو بایت است.

source: This is not an allowed file type!
fa_ir: این نوع فایل قابل آپلود نیست!

source: Banner was uploaded successfuly.
fa_ir: بنر با موفقیت آپلود شد.

source: Order Your Banner Now
fa_ir: هم اکنون بنر تبلیغاتی خود را سفارش دهید

source: Please note that this is just for your conveniese and you can get your banner from wherever you're most comfortable with.
fa_ir: لطفا توجه کنید که این فقط برای راحتی شماست و می توانید بنر خود را از هر کجای دیگر تهیه کنید.

source: Maximum banner size:
fa_ir: حداکثر اندازه ی مجاز بنر:

source: Banner dimensions should be:
fa_ir: ابعاد بنر:

source: Choose banner to upload
fa_ir: بنری را برای آپلود انتخاب کنید

source: No Banner Uploaded Yet
fa_ir: هیچ بنری تا به حال آپلود نشده است

source: Confirm Action
fa_ir: تایید عمل

source: This is not an active campaign. You can't pause it!
fa_ir: این کمپین فعال نیست. شما نمی توانید آنرا متوقف کنید!

source: Do you really want to pause '%s'?
fa_ir: آیا واقعا می خواهید که '%s' را متوقف کنید؟

source: Advertiser Panel
fa_ir: پنل تبلیغ دهنده

source: Latest News
fa_ir: آخرین اخبار

source: Edit Compaign
fa_ir: ویرایش کمپین

source: View/Upload Banner
fa_ir: مشاهده / آپلود بنر

source: View Stats
fa_ir: نمایش آمار

source: Extend Campaign
fa_ir: بسط دادن کمپین

source: Pause Campaign
fa_ir: توقف کمپین

source: Resume Campaign
fa_ir: از سر گیری کمپین

source: You can right click on any of your campaigns to view a list of available options
fa_ir: جهت مشاهده انتخاب های خود بر روی کمپین مورد نظر راست کلیک کنید

source: Total Credits
fa_ir: اعتبار کل

source: Daily Credits
fa_ir: اعتبار روزانه

source: Remaining Credits
fa_ir: اعتبار باقی مانده

source: Start Date
fa_ir: تاربخ شروع

source: Extension Date
fa_ir: تاریخ بسط

source: Finish Date
fa_ir: تاریخ اتمام

source: Pending Approval
fa_ir: در انتظار تایید

source: Paused By User
fa_ir: متوقف شده به وسیله ی کاربر

source: Your campaign has been rejected due to the following reason:<br />
fa_ir: کمپین شما به دلیل زیر رد شده است:<br />

source: Unfortunately no reason has been specified!
fa_ir: متاسفانه هیچ دلیلی مشخص نشده است!

source: Not Started Yet
fa_ir: هنوز شروع نشده

source: Not Finished Yet
fa_ir: هنوز پایان نیافته

source: This is not a paused campaign. You can't resume it!
fa_ir: این یک کمپین متوقف شده نیست و شما نمی توانید آنرا شروع کنید!

source: Do you really want to resume '%s'?
fa_ir: آیا واقعا می خواهید که '%s' را از سر بگیرید؟

source: Campaign Stats
fa_ir: آمار کمپین

source: This campaign does not exist, or has been deleted.
fa_ir: این کمپین وجود ندارد و یا حذف شده است

source: This is not your campaign and you don't have permission to view its stats.
fa_ir: این کمپین متعلق به شما نیست و نمی توانید آمار آنرا مشاهده کنید.

source: Statistics
fa_ir: آمار

source: Country/IP
fa_ir: کشور/آی پی

source: IP Address
fa_ir: آدرس آی پی

source: Edit Campaign
fa_ir: ویرایش کمپین

source: Campaign was edited successfully and it's awaiting approval from our staff.
fa_ir: کمپین شما با موفقیت ویرایش شد و هم اکنون در انتظار تایید مدیران می باشد.

source: Sorry! But your balance is not enough to extend this campaign. Your balance is %s%s. You need %s%s to create this campaign.
fa_ir: با عرض پوزش! اما شما اعتبار کافی برای ایجاد این کمپین را ندارید. اعتبار حساب شما %s %s می باشد. شما به %s %s برای ایجاد این کمپین احتیاج دارید.

source: Invalid value entered for the extra credits field. A value between 1000 and 50000 is expected.
fa_ir: مقدار وارد شده در فیلد اعتبار اضافه نا معتبر است. مقداری بین ۱۰۰۰ و ۵۰۰۰۰ قابل قبول است.

source: Only active and finished campaigns can be extended.
fa_ir: تنها کمپین های فعال و پایان یافته را می توانید بسط دهید.

source: Campaign was extended successfully.
fa_ir: کمپین با موفقیت بسط داده شد!

source: Please choose an amount to extend your campaign by it. Remember that you should have enough balance in your account.
fa_ir: لطفا مقداری را برای بسط کمپین خود وارد کنید. به یاد داشته باشید که باید موجودی کافی در حساب خود داشته باشید.

source: Extra Credits
fa_ir: اعتبار اضافه

source: Total Price With Discount
fa_ir: قیمت کل با تخفیف

source: Earnings
fa_ir: درآمد ها

source: Sorry! But your balance is not enought to checkout. Your balance is %s%s. You need at least %s%s to checkout.
fa_ir: با عرض پوزش! اما موجودی حساب شما برای تصویه کافی نیست. موجودی حساب شما %s %s می باشد. شما به حداقل %s %s برای تصویه نیاز دارید.

source: Your account has not been verified yet. You need to verify your account using the link in the verification email sent to you.
fa_ir: حساب شما تایید نشده است. برای تایید حساب از لینک موجود در ایمیل فعال سازی که برای شما ارسال شد استفاده کنید.

source: Your checkout request has been registered. Remember that your request may take 1 to 14 workdays to be processed, depending on the amount of requests.
fa_ir: درخواست تسویه حساب شما ثبت شده است. به یاد داشته باشید که بسته به تعداد درخواست ها، واریز به حسابتان ممکن است از یک تا چهارده روز کاری طول بکشد.

source: Do you want to checkout %s%s out of your account?
fa_ir: آیا می خواهید که %s %s از حسابتان برداشت کنید؟

source: Confirm Paste Deletion
fa_ir: حذف پیست را تایید کنید

source: Are you sure you want to delete "%s"?
fa_ir: ایا واقعا می خواهید که "%s" را حذف کنید؟

source: The password you have entered is incorrect.
fa_ir: گذرواژه ی وارد شده اشتباه است.

source: The data you have entered is invalid.
fa_ir: اطلاعات واردشده نامعتبر است.

source: This is paste is closed due to violation of out terms.
fa_ir: این پیست به دلیل تخطی از قوانین بسته شده است.

source: View paste statistics
fa_ir: نمایش آمار پیست

source: Statistics for "%s"
fa_ir: آمار "%s"

source: Paste your paste here
fa_ir: پیست خود را اینجا پیست کنید...

source: Paster Panel
fa_ir: پنل پیست کننده

source: View My Pastes
fa_ir: نمایش پیست های من

source: View Paste Stats
fa_ir: نمایش آمار پیست

source: Current account balance
fa_ir: موجودی فعلی حساب

source: Checkout Now
fa_ir: تسویه حساب

source: You need %s more to checkout
fa_ir: شما به %s دیگر برای تسویه حساب نیاز دارید.

source: Date Requested
fa_ir: تاریخ درخواست

source: Transaction Date and Time
fa_ir: تاریخ تراکنش

source: No Transaction Tracking Code Is Available
fa_ir: کد رهگیری تراکنش موجود نیست

source: No Transaction Date Is Available
fa_ir: تاریخ تراکنش موجود نیست

source: No Description Is Available
fa_ir: توضیحی موجود نیست

source: Total Income
fa_ir: درآمد کل

source: Invalid attachment ID provided!
fa_ir: شناسه ی الصاق فراهم شده نامعتبر است!

source: Attachment not found on this server! It might have been removed by the administrators.
fa_ir: الصاق مورد نظر بر روی این سرور پیدا نشد. ممکن است توسط مدیران حذف شده باشد.

source: Access denied! You don't have permission to download this attachment.
fa_ir: اجازه ی دسترسی رد شد! شما اجازه ی دانلود این الصاق را ندارید.

source: Advertisement
fa_ir: تبلیغات

source: Acess Denied! You have to login before submitting new support ticket.
fa_ir: اجازه ی دسترسی رد شد! شما باید قبل از ارسال تیکت جدید وارد حساب کاربری خود شوید.

source: Uploading attachment file failed!
fa_ir: آپلود فایل الصاقی شکست خورد!

source: The maximum size for attachments is %s KBs!
fa_ir: حداکثر اندازه ی الصاق ها %s کیلو بایت می باشد.

source: The attachment type is invalid!
fa_ir: نوع فایل الصاقی نا معتبر است

source: The recipient is not specified!
fa_ir: گیرنده مشخص نشده است!

source: The ticket was successfully submitted!
fa_ir: تیکت با موفقیت ارسال شد!

source: The support message was successfully sent. We will contact you via email soon.
fa_ir: پیغام پشتیبانی ارسال شد. به زودی از طریق ایمیل با شما تماس خواهیم گرفت.

source: Submit New Ticket
fa_ir: ارسال تیکت جدید

source: Advertisment
fa_ir: تبلیغات

source: General Support
fa_ir: پشتیبانی عمومی

source: Bug Report
fa_ir: گزارش مشکلات سیستم

source: Importance
fa_ir: اهمیت

source: Low
fa_ir: کم

source: Medium
fa_ir: متوسط

source: High
fa_ir: زیاد

source: Department
fa_ir: دپارتمان

source: Input your message here...
fa_ir: پیغام خود را اینجا وارد کنید...

source: Attachment
fa_ir: فایل الصاقی

source: Allowed File Types:
fa_ir: نوع فایل های معتبر:

source: Submit
fa_ir: ارسال

source: Contact kPaste's Support
fa_ir: تماس با پشتیبانی کی پیست
