Repository: mnvoh/kpaste
Catalog: module/KpasteCore/language/*.po
Languages: fa_ir

source: Please note that by signing up and sending a support ticket we will process your request sooner and better.
fa_ir: لطفا توجه فرمایید که با ثبت نام و ارسال تیکت پشتیبانی زود تر و بهتر به درخواست شما رسیدگی می شود.

source: Ticket Number
fa_ir: شماره ی تیکت

source: Opend At
fa_ir: باز شده در

source: Pending Administrators' Response
fa_ir: در انتظار پاسخ مدیران

source: Pending user's Response
fa_ir: در انتظار پاسخ کاربر

source: From
fa_ir: از طرف

source: At
fa_ir: در

source: Download Attachment
fa_ir: دانلود الصاق

source: Download
fa_ir: دانلود

source: New Message
fa_ir: پیغام جدید

source: Post Message
fa_ir: ارسال پیغام

source: Close Ticket
fa_ir: بستن تیکت

source: Opened At
fa_ir: باز شده در

source: Tickets pending your response
fa_ir: تیکت های در انتظار پاسخ شما

source: Other Tickets
fa_ir: تیکت های دیگر
